{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v1.7.2", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "mnist_model/conv2d/kernel", "shape": [3, 3, 1, 28], "dtype": "float32"}, {"name": "mnist_model/conv2d/bias", "shape": [28], "dtype": "float32"}, {"name": "mnist_model/dense/kernel", "shape": [4732, 128], "dtype": "float32"}, {"name": "mnist_model/dense/bias", "shape": [128], "dtype": "float32"}, {"name": "mnist_model/dense_1/kernel", "shape": [128, 10], "dtype": "float32"}, {"name": "mnist_model/dense_1/bias", "shape": [10], "dtype": "float32"}]}]}